import './home.css';

function GreenTarif() {
    return (
        <div className='home green-tarif'>
            <h3>Зелений тариф для приватних домогосподарств</h3>
             <p>Власна сонячна електростанція – який інший бізнес може бути краще побудованого на невичерпному джерелі енергії?</p>
             <p>Якщо коротко, використовуючи власну сонячну електростанцію Ви продаєте вироблену енергію державі, яку вона зобов’язана купувати. На сьогоднішній день інвестиції в сферу поновлюваних джерел енергії є найбільш вигідними і прибутковими напрямком бізнесу, з термінами окупності 4-5 років.</p>
            <p>Разом із тим відсутня необхідність отримувати дозволи або ліцензії для будівництва приватної сонячної електростанції: для укладення угоди досить надати в РЕС документи, що вказують на схему підключення до локальної електромережі, а також техпаспорт і сертифікати на обладнання.</p>
            <h3>Як це працює? Схема роботи.</h3>
            <p>Громадянин України, як фізична особа, має право встановити в межах приватного домогосподарства сонячну електростанцію та підключити її до централізованої енергомережі з метою забезпечення власних потреб в електроенергії та продажу надлишків цієї енергії в загальну мережу. Цей законодавчий механізм називається “зелений тариф”. Пікова потужність станції обмежена до 30кВт.</p>
            <h3>Як підключити “Зелений” тариф?</h3>
            <p>Обов’язковими умовами, при яких продаж електроенергії за зеленим тарифом буде можливий:</p>
            <ul>
                <li>Наявність власної сонячної електростанції (піковою потужністю до 30кВт) в межах приватного домогосподарства, за умови розташування сонячних панелей на дахах та фасадах будівель або інших капітальних споруд.</li>
                <li>Її підключення до спеціального вузла розподілу та обліку енергії (окремо враховується споживання електрики домогосподарством і кількість «зайвої» енергії, котра віддається в загальну електромережу).</li>
                <li>Укладення договору користування електроенергією відповідної потужності з місцевою службою електромереж.</li>
            
            </ul>
            <p>Закон зобов’язує місцеві енергорозподільчі компанії (ОблЕнерго та РЕМи) укладати угоди на наступних умовах: за підсумками звітного періоду (місяць) розраховується різниця між обсягами виробленої та використаної приватною особою електроенергії. Якщо у власника сонячної електростанції утворилися надлишки кіловат, держава зобов’язана їх оплатити (використовується встановлена ​​Законом вартість зеленого тарифу в Україні). Якщо ж домогосподарство спожило більше електрики, ніж справило, різниця оплачується фізичною особою за звичайними тарифами на електроенергію, встановленим в регіоні його проживання.</p>
            <p>Важливо розуміти, що в роботі таких СЕС є певна специфіка – генерація електроенергії можлива лише за наявності зовнішньої мережі та відповідності її параметрів стандартам якості (напруга, частота тощо). Саме тому станції під зелений тариф і називаються мережевими, оскільки вони під’єднуються до мережі. Це означає, що в разі відсутності мережі (в наслідок планового відключення або аварії, тощо) або невідповідності її параметрів стандартам якості, – станція генерувати електроенергію не буде. (Рекомендуємо ознайомитись із нормативами, що описані у Кодексі Систем Розподілу та Кодексі Систем Передачі).</p>
        <p>Якщо для Вас важливою є повна автономність, радимо ознайомитись із статтею Автономні сонячні електростанції. Звісно, існують технічні рішення, які можуть забезпечити одночасно і повну автономність і можливість роботи за зеленим тарифом, такі станції називаються Гібридними.</p>
        
        
        
        
        </div>
    );
  }
  
  export default GreenTarif;