import './home.css';

function Home() {
  return (
    <div className='home'>
      <div className='hello-text'>
          <p>Особливо відчутним в наш час стало загострення
          екологічної ситуації. Унаслідок нераціонального й
          неконтрольованого використання природних
          ресурсів дедалі чіткіше вимальовуються прикмети
          екологічної катастрофи.</p>
        </div>
          <div className='advantages-and-disadvantages'>
            <div className="advantages-and-disadvantages_text left-text">
              <h3>Головними причинами
                забрудження стану
                довкілля, є:</h3>
                <p>
                -Застаріла технологія
                  виробництва <br/>
                - Хімічні забруднення
                заводами<br/>
                - Неконтрольоване
                вирубування лісу.
                </p>
            </div>
            <div className="decor-rect">
            </div>
          </div>
          <div className='advantages-and-disadvantages'>
            <div className="decor-rect">

            </div>
            <div className="advantages-and-disadvantages_text right-text">
              <h3>Вирішення
                екологічних проблем:</h3>
                <p>
                - Заборонити рух транспорту,
                що використовують в якості
                палива бензин, газ.<br/>
                - Використовувати
                альтернативні види енергії<br/>
                -Використання ТЕС, що
                призводить до забрудження
                повітря
                </p>
            </div>
            
          </div>
        <div className="sun-info">
          <p>
          Альтернативні джерела енергії – невикопні
          джерела енергії, які постійно існують або
          періодично з’являються в навколишньому
          природному середовищі такі як енергія сонця.
          Завдяки сонячому світлу ми можемо без затрат
          видобувати чисту енергію навіть у себе вдома.
          </p>
          <button>Детальніше</button>
        </div>
    </div>
  );
}

export default Home;