import './home.css';

function SunPanels() {
    return (
      <div className='home sun-panels'>
        <h3 className="plus-vs-minus">Плюси та мінуси сонячних батарей</h3>
        <div className="plus-vs-minus_punkts">
            <p>
            - Без шкоди для природи.<br/>
            - Невимогливість у догляді.<br/>
            - Тривалий термін експлуатації.<br/>
            - Незалежність від цін на паливо.
            </p>
            <p>
            - Велика вартість.<br/>
            - Потребує великих площ.<br/>
            - Мінливість погодних умов.<br/>
            - Ефеективність роботи батарей
            </p>
        </div>
        <h3>Вартість та окупність сонячної енергії</h3>
        <p>Приватні власності в Україні по закону можуть розміщувати сонячні електростанції потужністю не більше ніж 30 кВт. У середньому 1 кВт енергії Сонця обійдеться у 900 євро, та батареї, які виробляють 10 кВт, будуть коштувати 9000 євро.</p>
        <p>Витрати на виробництво фотоелементів для сонячних батарей з кожним роком знижуються, і ця тенденція зберігається. Це означає, що вартість батарей продовжує падати – спеціалісти прогнозують, що до 2023 року кіловат енергії Сонця наздожене у ціні традиційні аналоги.</p>
        <p>До того ж, видобуток електроенергії таким шляхом дозволить заробити: держава зацікавлена у покупці чистої енергії. Якщо у вас є невелика електростанція на 10 кВт, то при тарифі 15 євроцентів за кіловат у час ви можете заробити на ній до 4000 євро у рік, в залежності від вашого споживання електроенергії.</p>
        <h3>Клімат</h3>
        <p>Максимум енергії накопичується за сонячні місяці з середини весни до середини осені. Для українського клімату характерна висока сонячна активність практично на всій площі країни особливо у більш південних областях України: Запорізькій, Одеській, Миколаївській, Херсонській та Дніпропетровській.</p>
        <h3>Наскільки це екологічно?</h3>
        <p>Сонячні панелі дозволяють виробляти чисту енергію з невичерпного джерела, зменшуючи кількість шкідливих вибросів в атмосферу у процесі виробництва електроенергії традиційними способами.<br/>
Вчені трудяться над підвищенням ефективності фотоелементів зі застосуванням досягнень сучасної фізики, то що такий вид видобутку електроенергії стане в рази екологічніше.
</p>
        <h3>Способи утилізації </h3>
        <p>Незважаючи на очевидну екологічність самої технології, сонячні батареї все ще наносять шкоду навколишньому середовищу. У їх виробництві використовуються певні токсичні матеріали, їх транспортування залишає значний углеродний слід, і досі немає чіткої визначеності у тому, як правильно утилізувати сонячні панелі.</p>
        <h3>Як працюють батареї в різні погодні умови</h3>
        <p>Полікристали, завдяки своїй зернистій структурі, краще «отримують» заломлені від хмар промені, і відповідно, перетворюють більше електроенергії. Монокристали, завдяки їх однорідній структурі, краще використовувати за прямих сонячних променів під час безхмарної ясної погоди. Принцип роботи панелі під час хмарності є доволі схожим до того, як працюють сонячні батареї взимку. Стандартна сонячна панель за умов дощу працюватиме дуже слабко. у,  Дощ, котрий падає на панель, в свою чергу, може заламати промінь, котрий спрямований на панель. Крім того, дощ, утворює шар води над склом, котрий відбиває частину променів. В результаті, генерація сонячної панелі за таких умов є близькою до нуля. Китайські вчені розробили сонячну панель, котра працюватиме як вдень, так і вночі. Використовуючи спеціальне покриття-люмініфор, панель протягом дня накопичує сонячне світло, котре вночі використовує як джерело живлення. Проте, на даний момент, такі технології є захмарними по вартості.</p>
        <h3>Виготовлення сонячних панелей</h3>
        <p>Кремінь є основним елементом, що формує фотоелектричний модуль. Чистота кремнію визначає продуктивність майбутніх сонячних модулів. Чим чистіше елемент, тим вище ККД панелей. <br/>
        Монокристали кремнію є основним елементом, що формує монокристалічний тип панелей. Щоб отримати необхідний кристал, використовують кварцовий пісок з високим вмістом кремнію, що проходить багатоетапний процес очищення від кисню. Після очищення кремній має неоднорідну структуру. Щоб її впорядкувати, кристали вирощують по методу Чохральського. Далі в розплав поміщають затравку — шаблон майбутньої форми елементу. Після чого, атоми структуруються та формують шар за шаром на затравці.  Адже, у підсумку виходить великий однорідний монокристал.<br/>
        Щоб очистити кремній та сформувати полікристал використовують Сіменс-процес. У підсумку, атоми вільного кремнію формують кристали деревовидної форми.
        Зауважимо, що технологія виробництва полікристалів дешевше, ніж у монокристалів.
        </p>
        <p>Після вирощування, сформовані кристали відправляють на обробку. На цьому етапі їм надають необхідну форму та ріжуть на пластини товщиною 250-300 мкм. Після чого, кристалічні пластини тестують на наявність браку та визначають рівень продуктивності.</p>
        <p>Етап, на якому в кремній додають бор та фосфор, аби він міг виробляти енергію.  Простіше кажучи, при попаданні ультрафіолетових променів на ячейку, з атомів рещітки будуть вибиватися атоми і дірки. Потрапляючи в зону електричного поля, вони розбігатимуться в сторону свого розряду. При приєднанні зовнішнього провідника, електрони намагатимуться компенсувати дірки на іншій частині пластинки, що спричинить появу напруги і струму. Тому, на пластинах з обох сторін розташовані провідники.</p>
        <p>Готові пластини поєднують в ланцюжки, з яких потім формують блоки. всі  елементи батареї з'єднуються і об'єднуються дуже послідовно. Після чого, їх покривають захисною плівкою, переносять на скло та фіксують у прямокутній рамці. Далі готову сонячну панель тестують на вольтаж та амперні характеристики.</p>
      </div>
    );
  }
  
  export default SunPanels;